{
  "data": [
  {
    "name": "Air Jordan 1 Retro High OG",
    "brand": "Nike",
    "new": true,
    "type": "Кроссовки",
    "img": "airJordan",
    "gender": "male",
    "price": 12290,
    "id": 1,
    "inBasekt": false,
    "description": "Мужские кроссовки Jordan, созданные на основе культовой баскетбольной модели Air Jordan 1. Верх из кожи с перфорированными элементами. Классический высокий силуэт, традиционная шнуровка и подошва с применением технологии Air, которая обеспечивает отличную амортизацию в любых условиях. Кроссовки представлены в OG расцветке, которая заслуживает внимания."
  },
  {
    "name": "Air Max 97 Black/White/Anthracite",
    "brand": "Nike",
    "type": "Кроссовки",
    "new": false,
    "img": "airMax",
    "gender": "male",
    "id": 2,
    "price": 14490,
    "inBasekt": false,
    "description": "Мужские кроссовки Nike Air Max 97, изготовленные из комбинации кожи и нейлона. Обновленная версия вдохновлена культовой моделью 1997 года, оснащена оригинальной системой шнуровки на скрытых петлях и мягким язычком с брендингом. Знакомая дизайн выделяется подошвой с амортизацией Air Max и видимыми капсулами с воздухом, расположенными от пятки до мыска. Цепкая резиновая подметка отвечает за сцепление с поверхностью. Кроссовки представлены в монохромной расцветке, которую украшает лаконичный брендинг."
  },
  {
    "name": "Air Force 1 07 LV8 3 Yellow",
    "brand": "Nike",
    "img": "airForce",
    "new": false,
    "type": "Кроссовки",
    "gender": "male",
    "id": 3,
    "price": 8990,
    "inBasekt": false,
    "description": "Мужские кроссовки Nike, созданные на основе культовой баскетбольной модели Air Force 1. Верхняя часть кроссовок построена из сочетания первоклассной кожи и текстиля. Традиционный силуэт дополнен мягким язычком, перфорацией и контрастным брендингом с интересным эффектом. Кроссовки представлены в яркой расцветке, контрастирующей с подошвой. Достойное переосмысление классической модели."
  },
  {
    "name": "Gel-BND White/Classic Red",
    "brand": "ASICS",
    "new": true,
    "img": "gel",
    "type": "Кроссовки",
    "gender": "male",
    "id": 4,
    "price": 6890,
    "inBasekt": false,
    "description": "Мужские кроссовки ASICS, выполненные из сочетания кожи, нубука и нейлона. Многослойный дизайн, удобная конструкция и традиционная шнуровка с петлями. Массивная резиновая подошва оснащена цепкой подмёткой, мягкой стелькой и амортизационным материалом GEL. Кроссовки представлены в сдержанной расцветке, украшенной фирменным брендингом."
  },
  {
    "name": "Ozweego White/White/Core Black",
    "brand": "adidas Originals",
    "type": "Кроссовки",
    "new": true,
    "img": "ozweego",
    "gender": "male",
    "id": 5,
    "price": 8990,
    "inBasekt": false,
    "description": "Кроссовки adidas Originals Ozweego являются радикальным переосмыслением своего предшественника — Ozweego 3. Легкие и удобные кроссовки 90-х годов были переосмыслены в совершенно новый стремительный силуэт. Кроссовки вдохновлены технологичными беговыми моделями начала девяностых и выполнены из сочетания облегченной сетки, мягкой замши и термопластичного полиуретана. Кроссовки установлены на резиновую подошву с применением технологий Adiprene, которая обеспечивает оптимальный уровень амортизации и устойчивости. Поверхность кроссовок представлена в сдержанной расцветке, построенной на сочетании нескольких оттенков."
  },
  {
    "name": "Air Jordan 1 Retro High OG",
    "brand": "Nike",
    "new": true,
    "type": "Кроссовки",
    "img": "airJordan",
    "gender": "female",
    "price": 12290,
    "id": 6,
    "inBasekt": false,
    "description": "Мужские кроссовки Jordan, созданные на основе культовой баскетбольной модели Air Jordan 1. Верх из кожи с перфорированными элементами. Классический высокий силуэт, традиционная шнуровка и подошва с применением технологии Air, которая обеспечивает отличную амортизацию в любых условиях. Кроссовки представлены в OG расцветке, которая заслуживает внимания."
  },
  {
    "name": "Air Max 97 Black/White/Anthracite",
    "brand": "Nike",
    "type": "Кроссовки",
    "new": false,
    "img": "airMax",
    "gender": "female",
    "id": 7,
    "price": 14490,
    "inBasekt": false,
    "description": "Мужские кроссовки Nike Air Max 97, изготовленные из комбинации кожи и нейлона. Обновленная версия вдохновлена культовой моделью 1997 года, оснащена оригинальной системой шнуровки на скрытых петлях и мягким язычком с брендингом. Знакомая дизайн выделяется подошвой с амортизацией Air Max и видимыми капсулами с воздухом, расположенными от пятки до мыска. Цепкая резиновая подметка отвечает за сцепление с поверхностью. Кроссовки представлены в монохромной расцветке, которую украшает лаконичный брендинг."
  },
  {
    "name": "Air Force 1 07 LV8 3 Yellow",
    "brand": "Nike",
    "new": false,
    "img": "airForce",
    "type": "Кроссовки",
    "gender": "female",
    "id": 8,
    "price": 8990,
    "inBasekt": false,
    "description": "Мужские кроссовки Nike, созданные на основе культовой баскетбольной модели Air Force 1. Верхняя часть кроссовок построена из сочетания первоклассной кожи и текстиля. Традиционный силуэт дополнен мягким язычком, перфорацией и контрастным брендингом с интересным эффектом. Кроссовки представлены в яркой расцветке, контрастирующей с подошвой. Достойное переосмысление классической модели."
  },
  {
    "name": "Gel-BND White/Classic Red",
    "brand": "ASICS",
    "img": "gel",
    "new": false,
    "type": "Кроссовки",
    "gender": "female",
    "id": 9,
    "price": 6890,
    "inBasekt": false,
    "description": "Мужские кроссовки ASICS, выполненные из сочетания кожи, нубука и нейлона. Многослойный дизайн, удобная конструкция и традиционная шнуровка с петлями. Массивная резиновая подошва оснащена цепкой подмёткой, мягкой стелькой и амортизационным материалом GEL. Кроссовки представлены в сдержанной расцветке, украшенной фирменным брендингом."
  },
  {
    "name": "Ozweego White/White/Core Black",
    "brand": "adidas Originals",
    "type": "Кроссовки",
    "img": "ozweego",
    "gender": "female",
    "id": 10,
    "price": 8990,
    "inBasekt": false,
    "description": "Кроссовки adidas Originals Ozweego являются радикальным переосмыслением своего предшественника — Ozweego 3. Легкие и удобные кроссовки 90-х годов были переосмыслены в совершенно новый стремительный силуэт. Кроссовки вдохновлены технологичными беговыми моделями начала девяностых и выполнены из сочетания облегченной сетки, мягкой замши и термопластичного полиуретана. Кроссовки установлены на резиновую подошву с применением технологий Adiprene, которая обеспечивает оптимальный уровень амортизации и устойчивости. Поверхность кроссовок представлена в сдержанной расцветке, построенной на сочетании нескольких оттенков."
  },
  {
    "name": "Tipped Sleeve Crew Neck Ivy",
    "brand": "Fred Perry",
    "new": true,
    "type": "Свитера",
    "img": "fpGreen",
    "gender": "male",
    "id": 11,
    "price": 10990,
    "inBasekt": false,
    "description": "Взяв за основу фирменные полоски, которые являются визитной карточкой Fred Perry, бренд создал свитер, украсив ими рукав. Модель прямого кроя изготовлена из комбинации хлопка и шерсти мериноса. Материала отлично сохраняет тепло и при этом пропускает воздух. Традиционный дизайн подкрепляется ребристым круглым воротом. В манжетах и подоле также находятся ребристые вставки. Завершением служит вышитый логотип, расположенный в области груди. Лавровый венок стал основным символом бренда. Его придумал теннисист Фред Перри, чтобы показать свои лидерские качества в спорте и производстве одежды."
  },
  {
    "name": "Tipped Sleeve Crew Neck Dark Red",
    "brand": "Fred Perry",
    "new": false,
    "type": "Свитера",
    "img": "fpRed",
    "gender": "male",
    "id": 12,
    "price": 10990,
    "inBasekt": false,
    "description": "Взяв за основу фирменные полоски, которые являются визитной карточкой Fred Perry, бренд создал свитер, украсив ими рукав. Модель прямого кроя изготовлена из комбинации хлопка и шерсти мериноса. Материала отлично сохраняет тепло и при этом пропускает воздух. Традиционный дизайн подкрепляется ребристым круглым воротом. В манжетах и подоле также находятся ребристые вставки. Завершением служит вышитый логотип, расположенный в области груди. Лавровый венок стал основным символом бренда. Его придумал теннисист Фред Перри, чтобы показать свои лидерские качества в спорте и производстве одежды."
  },
  {
    "name": "W L/S Pocket Dusty Fuchsia/Black",
    "brand": "Carhartt WIP",
    "new": true,
    "type": "Лонгсливы",
    "img": "carharttRed",
    "gender": "female",
    "id": 13,
    "price": 3290,
    "inBasekt": false,
    "description": "Женский лонгслив Carhartt WIP изготовлен из легкого дышащего хлопка джерси. Традиционная однотонная модель прямого кроя сопровождается круглым эластичным воротом. В манжетах также расположены эластичные вставки. В области груди находится карман. Завершением служит нашивка с фирменным логотипом марки, которая начала с производства рабочей одежды в 1889 году. Спустя сто лет бренд стал выбором представителей различных субкультур. Сегодня он предлагает универсальные коллекции одежды на каждый день с узнаваемыми деталями."
  },
  {
    "name": "W Hartt Dusty Mauve/Wax",
    "brand": "Carhartt WIP",
    "new": false,
    "type": "Лонгсливы",
    "img": "carharttFi",
    "gender": "female",
    "id": 14,
    "price": 10990,
    "inBasekt": false,
    "description": "Женская толстовка Carhartt WIP Hartt представляет собой обновленный дизайн с оригинальным логотипом. В области груди расположен вышитый символ марки. Традиционная форма изменилась, чтобы предложить романтичный акцент в виде сердца. Модель свободного кроя изготовлена из комбинации хлопка и полиэстера. Ткань плотностью 13 унций отлично сохраняет тепло и при этом пропускает воздух. Традиционный круглый эластичный ворот и эластичные вставки в манжетах и подоле. Универсальный элемент гардероба на каждый день от компании, основанной в 1889 году."
  },
  {
    "name": "Tipped Sleeve Black",
    "brand": "Fred Perry",
    "new": false,
    "type": "Рубашки",
    "img": "fpBlackR",
    "gender": "male",
    "id": 15,
    "price": 8490,
    "inBasekt": false,
    "description": "Взяв за основу фирменные полоски, которые являются визитной карточкой Fred Perry, бренд создал рубашку, украсив ими рукав. Модель прямого кроя изготовлена из легкого хлопка оксфорд. Дизайн выделяется отложным воротником и планкой, скрывающей пуговицы. В манжетах также расположены пуговицы. Для более комфортной посадки сзади находится бантовая складка. Рубашка с закругленным подолом выполнена в однотонной расцветке. Завершением служит вышитый логотип, расположенный в области груди. Лавровый венок стал основным символом бренда. Его придумал теннисист Фред Перри, чтобы показать свои лидерские качества в спорте и производстве одежды."
  },
  {
    "name": "Authentic Button Down Oxford White",
    "brand": "Fred Perry",
    "new": true,
    "type": "Рубашки",
    "img": "fpWhiteR",
    "gender": "male",
    "id": 16,
    "price": 8490,
    "inBasekt": false,
    "description": "Мужская рубашка Fred Perry изготовлена из дышащего хлопка оксфорд. Созданная в классическом стиле, модель прямого кроя дополнена фирменными акцентами британского бренда. Рубашка сопровождается воротником button-down. Манжеты на пуговицах отмечены скрытой полосатой вставкой на планке. Закругленный подол также дополняется боковыми контрастными вставками. Сзади находится бантовая складка с петлей. Завершает дизайн карман в области груди с вышитым логотипом. Идеальное дополнение для любого образа."
  },
  {
    "name": "CM997HFC Outdoor Pack Grey/Purple",
    "brand": "New Balance",
    "type": "Кроссовки",
    "new": true,
    "img": "NB1",
    "gender": "male",
    "id": 17,
    "price": 10990,
    "inBasekt": false,
    "description": "Мужские кроссовки New Balance, созданные на основе знаменитого 997 силуэта, дебютировавшего в 1991 году и вышедшие в рамках лимитированного релиза «Outdoor Pack». Верхняя часть отличается лаконичным дизайном и выполнена из сочетания первоклассной кожи и замши с нейлоном Cordura. Резиновая подошва оснащена стабилизационной вставкой в области пятки и цепкой подмёткой. Общую картину добавляет колоритная расцветка, украшенная фирменным брендингом."
  },
  {
    "name": "Instapump Fury OG Black/Green/Red/White",
    "brand": "Reebok",
    "type": "Кроссовки",
    "new": false,
    "img": "Reebok1",
    "gender": "male",
    "id": 18,
    "price": 12490,
    "inBasekt": false,
    "description": "Кроссовки Reebok Instapump Fury возвращаются в оригинальной расцветке “Citron” с желтыми, красными и черными оттенками. В качестве материала используется прочный текстиль со вставками из дышащей сетки. Кроссовки оснащены открытыми деталями конструкции по бокам. Вместо шнуровки используется технология подкачки воздуха Pump. Она работает по принципу насоса, заполняя воздухом каналы и фиксируя кроссовки на ноге. Спереди и сзади находятся петли для более удобного надевания обуви. Низ оснащен раздвоенной подошвой, соединенной ультра-прочной графитовой пластиной Graphlite. Дополнительно предлагается ударопоглощающая полиуретановая прослойка и технология амортизации Hexalite. Яркая модель с множеством важных характеристик."
  },
  {
    "name": "Crew Neck Loose Cotton Navy Blue",
    "brand": "Lacoste",
    "type": "Футболки",
    "new": false,
    "img": "Lacoste1",
    "gender": "male",
    "id": 19,
    "price": 4490,
    "inBasekt": false,
    "description": "Мужская футболка Lacoste, выполненная из натуральной хлопковой ткани. Традиционный силуэт, прямой крой и круглый ворот. Футболка представлена в однотонной расцветке, которую украшает лаконичный брендинг на груди."
  },
  {
    "name": "Jazz Original Vintage Brown/Black/Turtledove",
    "brand": "Saucony",
    "type": "Кроссовки",
    "new": true,
    "img": "Saucony1",
    "gender": "female",
    "id": 20,
    "price": 7490,
    "inBasekt": false,
    "description": "Мужские кроссовки Saucony Jazz O, впервые дебютировавшие в далёком 1981 году и ставшие настоящей классикой беговой обуви. Верхняя часть кроссовок выполнена из комбинации замши, текстиля и нейлона. Резиновая подошва дополнена цепким протектором для лучшей стабилизации. Кроссовки представлены в насыщенной расцветке, которую дополняет винтажная обработка."
  },
  {
    "name": "2 Pack Black/Black",
    "brand": "Levis",
    "type": "Футболки",
    "new": true,
    "img": "Levis1",
    "gender": "male",
    "id": 21,
    "price": 2890,
    "inBasekt": false,
    "description": "Комплект из 2-х мужских базовых футболок американского бренда Levi'Ss. Традиционный силуэт прямого кроя из натурального хлопка дополнен нашивкой с логотипом Red Tab на рукаве."
  },
  {
    "name": "Lander 3755 White",
    "brand": "Premiata",
    "type": "Кроссовки",
    "new": true,
    "img": "Premiata1",
    "gender": "male",
    "id": 22,
    "price": 15490,
    "inBasekt": false,
    "description": "Мужские кроссовки итальянского бренда Premiata, выполненные из первоклассной кожи. Узнаваемый силуэт, традиционная система шнуровки и резиновая подошва с цепкой подмёткой. Кроссовки представлены в монохромной расцветке, которую украшают контрастные элементы и фирменный брендинг."
  },
  {
    "name": "Drew Hoodie TNF Black",
    "brand": "The North Face",
    "type": "Толстовки",
    "new": true,
    "img": "Face1",
    "gender": "female",
    "id": 23,
    "price": 6990,
    "inBasekt": false,
    "description": "Женская толстовка The North Face Drew изготовлена из мягкого воздухопроницаемого хлопка. Модель прямого кроя сопровождается регулируемым капюшоном. В манжетах и подоле расположены эластичные вставки. Спереди находятся два кармана, встроенные в нижнюю панель толстовки. Завершением дизайна служит логотип, расположенный в области груди. Сзади на спине находится брендинг меньшего размера. Универсальный базовый элемент гардероба подойдет для любого выбранного образа. Калифорнийский бренд, начавший свое становление как компания по продаже альпинистского оборудования, сегодня предлагает полноценные коллекции одежды на каждый день."
  },
  {
    "name": "Rib Cuffed Joggers Light Grey",
    "brand": "Champion",
    "type": "Брюки",
    "new": false,
    "img": "Champion1",
    "gender": "female",
    "id": 24,
    "price": 5490,
    "inBasekt": false,
    "description": "Женские брюки Champion изготовлены из мягкого хлопка плотностью 430 г/м2 по запатентованной технологии обратного плетения Reverse Weave. Метод создания изделий был придуман, чтобы предотвратить вертикальную усадку. Модель прямого зауженного книзу кроя оснащена эластичной регулируемой талией. По бокам находятся карманы. Спортивный дизайн подкрепляется центральным швом. В манжетах расположены эластичные вставки. Однотонная расцветка разбавляется патчем в виде логотипа американской марки. Идеальное дополнение для любого образа."
  },
  {
    "name": "Rib Cuffed Joggers Light Grey",
    "brand": "Champion",
    "type": "Брюки",
    "new": false,
    "img": "Champion1",
    "gender": "male",
    "id": 25,
    "price": 5490,
    "inBasekt": false,
    "description": "Мужские брюки Champion изготовлены из мягкого хлопка плотностью 430 г/м2 по запатентованной технологии обратного плетения Reverse Weave. Метод создания изделий был придуман, чтобы предотвратить вертикальную усадку. Модель прямого зауженного книзу кроя оснащена эластичной регулируемой талией. По бокам находятся карманы. Спортивный дизайн подкрепляется центральным швом. В манжетах расположены эластичные вставки. Однотонная расцветка разбавляется патчем в виде логотипа американской марки. Идеальное дополнение для любого образа."
  },
  {
    "name": "Cotton Merino Crew Neck Jumper Dark Navy",
    "brand": "Lyle & Scott",
    "type": "Свитера",
    "new": true,
    "img": "Lyle1",
    "gender": "male",
    "id": 26,
    "price": 6690,
    "inBasekt": false,
    "description": "Мужской свитер Lyle & Scott создан в лучших традициях шотландского бренда. Смесь хлопка и шерсти мериноса обеспечивает мягкость, тепло и долговечность материала. Модель прямого кроя оснащена круглым эластичным воротом. Традиционный дизайн подчеркивается ребристыми манжетами и подолом. Однотонная расцветка разбавляется фирменным логотипом в виде золотого орла, вышитым в области груди свитера. Знак отличия, заимствованный из игры в гольф, которая стала трамплином на пути к успеху бренда, символизирует свободу и силу."
  },
  {
    "name": "Printed High Neck Snow White",
    "brand": "Fred Perry",
    "type": "Футболки",
    "new": true,
    "img": "FP0",
    "gender": "female",
    "id": 27,
    "price": 5490,
    "inBasekt": false,
    "description": "Женская футболка Fred Perry представляет обновленный дизайн, созданный под вдохновением от бомбера. Модель свободного кроя Boxy fit изготовлена из легкого хлопка. Футболка дополняется высоким эластичным воротом, украшенным полоской. В области груди находится принт с брендингом в стиле 1990-х годов. Он сопровождается фирменным логотипом. Лавровый венок является символом бренда, который придумал его основатель теннисист Фред Перри, чтобы показать свои лидерские качества в спорте и производстве одежды."
  }
 ]
}